export const state = () => ({
    articles: [{
        id:0,
        userName: "Rafu",
        title: "Операция «Мегалонгрид»: итоги краудфандинга и важное голосование",
        subtitle: "Выбираем порядок выхода анонсированных текстов и два мегалонгрида.",
        count: 0,
    },{
        id:1,
        userName: "Rafu",
        title: "Операция «Мегалонгрид»: итоги краудфандинга и важное голосование",
        subtitle: "Выбираем порядок выхода анонсированных текстов и два мегалонгрида.",
        count: 0,
    }]
})



